{
  "_meta": {
    "bundle_format": "0.1",
    "telar_version": "0.6.0",
    "language": "es",
    "generated": "2025-12-15T16:59:00.897212Z",
    "generator": "telar-demo-content/build-demos.py v0.3.0",
    "source": "https://github.com/UCSB-AMPLab/telar-demo-content",
    "description": "Demo content bundle for Telar storytelling framework",
    "license": "CC BY-NC 4.0"
  },
  "iiif_base_url": "https://content.telar.org/iiif/objects",
  "project": [
    {
      "order": 1,
      "story_id": "telar-tutorial",
      "title": "Introducción a Telar",
      "subtitle": "Aprende los fundamentos de Telar: imágenes IIIF, navegación, glosario y widgets",
      "byline": "una muestra de lo que Telar puede hacer, por el equipo de Telar"
    },
    {
      "order": 2,
      "story_id": "paisajes-demo",
      "title": "Una pintura de la sabana",
      "subtitle": "Explora transformaciones sociales y ambientales en la Sabana de Bogotá del siglo XVII (y mira lo que puede hacer Telar)",
      "byline": "una muestra de lo que puedes hacer con Telar, basada en el cap. 1 de [Paisajes coloniales](https://paisajescoloniales.com)"
    }
  ],
  "objects": {
    "demo-terrafirma-map": {
      "title": "Terra firma et novum regnum Granatense et Popayan",
      "description": "Mapa histórico del Nuevo Reino de Granada (actual Colombia) y la región de Popayán, creado por Jan Jansson y Hendrik Hondius. Este mapa grabado en cobre apareció solo en dos atlas Jansson/Hondius con el reverso en blanco.",
      "source_url": "https://hdl.huntington.org/iiif/info/p15150coll4/3342/manifest.json"
    },
    "demo-bogota-1614": {
      "title": "Pintura de las tierras pantanos y anegadizos del pueblo de Bogotá",
      "description": "Mapa/pintura legal utilizado como evidencia en un litigio por la propiedad de tierras entre el fiscal de la corona y Francisco Maldonado y Mendoza en la Sabana de Bogotá.",
      "source_url": "https://content.telar.org/iiif/objects/demo-bogota-1614/manifest.json",
      "creator": "Juan de Aguilar Rendón (pintor) y Alonso Ruiz Gadálmez (receptor)",
      "period": "Abril de 1614",
      "medium": "Óleo sobre lienzo, pintura cartográfica",
      "location": "Archivo General de Indias",
      "credit": "Archivo General de Indias, Sevilla",
      "thumbnail": "https://content.telar.org/iiif/objects/demo-bogota-1614/full/462,/0/default.jpg"
    },
    "demo-muisca-goldwork": {
      "title": "Figura votiva en forma de cercado",
      "description": "Figura votiva de oro de la cultura Muisca, que demuestra técnicas sofisticadas de orfebrería y prácticas rituales.",
      "creator": "Artista Muisca desconocido",
      "period": "600-1600",
      "medium": "Aleación de oro",
      "location": "Museo del Oro",
      "credit": "Museo del Oro, Bogotá. Número de registro: O08319",
      "source_url": "https://content.telar.org/iiif/objects/demo-muisca-goldwork/manifest.json",
      "thumbnail": "https://content.telar.org/iiif/objects/demo-muisca-goldwork/full/285,/0/default.jpg"
    },
    "demo-ceramic-figure": {
      "title": "Figura cerámica antropomorfa",
      "description": "Figura de cerámica del período Muisca que representa la cultura material indígena y las prácticas rituales antes de la colonización española.",
      "creator": "Artista Muisca desconocido",
      "period": "Era precolonial",
      "medium": "Cerámica",
      "location": "Museo del Oro",
      "credit": "Museo del Oro, Bogotá",
      "source_url": "https://content.telar.org/iiif/objects/demo-ceramic-figure/manifest.json",
      "thumbnail": "https://content.telar.org/iiif/objects/demo-ceramic-figure/full/285,/0/default.jpg"
    },
    "demo-piedrahita-title_page": {
      "title": "Historia general de las conquistas del Nuevo Reino de Granada",
      "description": "Portada con medallones con retratos de siete gobernantes indígenas o caciques (Sacuan, Sugamuxi, Nemeguene, Vbaqui, Saquesazippa, Thysquesuca y Guatabita), cuatro escenas de batalla (batallas de Choconta, las Bueltas, Portachuelo y Voqueron) y dos escudos de armas.",
      "source_url": "https://jcb.lunaimaging.com/luna/servlet/iiif/m/JCB~1~1~278~100020/manifest",
      "creator": "Fernández de Piedrahita, Lucas (1624-1688); Grabado por Joseph Mulder"
    }
  },
  "stories": {},
  "glossary": {
    "demo-ganaderia": {
      "term": "Ganadería",
      "content": "La ganadería ha sido parte de un largo proceso de convivencia entre humanos y animales que conocemos como \"domesticación\". Aunque tradicionalmente se veía la domesticación como un proceso en que los humanos dominaban y subordinaban a otros animales, investigación reciente ha mostrado que este no es un proceso controlado enteramente por humanos y que muchos animales se fueron acercando y conviviendo con sociedades humanas por su propia iniciativa.\n\nEn África y Eurasia la ganadería se practica desde hace por lo menos 6,000 años y en España se consolidó a lo largo del mundo antiguo y la edad media una cultura ganadera que hacía parte de una red de intercambios y conexiones con otras partes de Europa, el medio Oriente y Asia. Esta ganadería, centrada en la cría de vacas, ovejas, cabras y cerdos, se apoyaba en la utilización de caballos y perros para el control del ganado que se mantenía disperso.\n\nLas sociedades nativas del Nuevo Mundo contaban con varios animales domesticados, como los perros, el pavo y el pato, que se utilizaban como alimentación, participaban en rituales y eran intercambiados y pagados como tributo. En los Andes peruanos y bolivianos se practicaba la ganadería a partir de camélidos, como las Llamas y las Alpacas que se utilizaban como animales de carga y como fuente de lana. Estos fueron los únicos animales que se criaron en grandes manadas.\n\nAl ser introducidas al Nuevo Mundo, animales como las vacas, cerdos y ovejas florecieron y se adaptaron fácilmente a un entorno en que no contaban con muchos depredadores naturales y, junto con ellas, se propagaron otras especies menos deseadas, como la rata noruega. La población de estos diversos tipos de animales creció tanto que la historiadora Elinor Melville se refirió a la reproducción de ganado ovino en Mesoamérica como \"La plaga de las ovejas.\""
    },
    "demo-iiif-manifest": {
      "term": "Manifiesto IIIF",
      "content": "Un manifiesto IIIF es un archivo [JSON-LD](https://json-ld.org/) que describe una o más imágenes y sus metadatos según la especificación de la [IIIF Presentation API](https://iiif.io/api/presentation/). El manifiesto funciona como una \"receta\" que le indica a visores y herramientas compatibles con IIIF, como Telar, qué imágenes están disponibles, cómo están organizadas y cómo mostrarlas.\n\nEn términos técnicos, un manifiesto incluye varios componentes clave: metadatos del objeto (título, descripción, atribución, derechos, licencia), una secuencia de \"lienzos\" (cada uno representa una página, vista o superficie) y anotaciones que vinculan esos lienzos con recursos de imagen entregados por un servidor que use la Image API de IIIF.\n\nCuando proporcionas a Telar (o a cualquier visor IIIF) la URL de un manifiesto, la aplicación obtiene este archivo JSON, lee sus datos estructurados para entender qué imágenes hay disponibles y luego solicita teselas de imagen en los tamaños apropiados a medida que la persona lectora hace paneo y zoom.\n\nComo los manifiestos siguen un formato estandarizado, cualquier visor IIIF puede usarlos sin importar qué institución los creó; ese es el valor central de IIIF.\n\n**Más información:**\n\n- [Especificación de la IIIF Presentation API 3.0](https://iiif.io/api/presentation/3.0/)\n- [IIIF Cookbook: recetas y ejemplos de manifiestos](https://iiif.io/api/cookbook/)"
    },
    "demo-iiif-tiles": {
      "term": "Teselas IIIF",
      "content": "Las teselas IIIF son segmentos pequeños y cuadrados de una imagen, es decir, teselas (*tiles*), que por lo general miden 256 px × 256 px o 512 px × 512 px y se organizan en una estructura de pirámide multirresolución. Esto permite paneo y zoom fluidos en imágenes grandes y de alta resolución en la web. Este enfoque, conocido como \"[deep zoom](https://en.wikipedia.org/wiki/Deep_Zoom)\" o \"pirámides teseladas\", resuelve un reto clave: las fotografías o escaneos en alta resolución pueden ser demasiado pesados para descargarse y mostrarse de una sola vez.\n\nEl sistema de teselado crea varias versiones de la imagen original en diferentes resoluciones (una pirámide) y divide cada nivel en una cuadrícula de teselas. Cuando un visor muestra la imagen, solo solicita las teselas necesarias para la vista y el nivel de zoom actuales.\n\nEs la misma tecnología que usa [Google Maps](https://en.wikipedia.org/wiki/Google_Maps): no descargas todo el mapa del mundo para ver tu barrio. El estándar [Image API](https://iiif.io/api/image/) de IIIF normaliza cómo solicitar esas teselas.\n\nCuando Telar genera teselas IIIF a partir de tus imágenes locales, crea esa pirámide de manera automática y produce miles de teselas individuales desde una sola fotografía o escaneo.\n\n**Más información:**\n\n- [Especificación de la IIIF Image API](https://iiif.io/api/image/3.0/)\n- [Deep Zoom en Wikipedia](https://en.wikipedia.org/wiki/Deep_Zoom)"
    },
    "demo-iiif": {
      "term": "IIIF",
      "content": "El [International Image Interoperability Framework (IIIF)](https://iiif.io) es un conjunto de estándares abiertos desarrollado por una comunidad global de instituciones y personas investigadoras para que los recursos basados en imágenes sean más accesibles e interoperables en Internet. Concebido en 2011 a partir de la colaboración entre la British Library, la Universidad de Stanford, la Universidad de Oxford y otras instituciones, IIIF aborda un problema fundamental: las colecciones del mundo albergan millones de imágenes digitalizadas, pero cada institución usaba sistemas propietarios que dificultaban ver, comparar o trabajar con imágenes entre repositorios diferentes.\n\nEl marco IIIF se compone de varias API complementarias, en especial la [Image API](https://iiif.io/api/image/) (para solicitar píxeles de imagen en distintos tamaños, regiones y formatos) y la [Presentation API](https://iiif.io/api/presentation/) (para describir secuencias de imágenes y sus metadatos de manera estandarizada). Estas API trabajan juntas para permitir experiencias de visualización avanzadas (zoom profundo, comparación, anotación y más) con cualquier visor o herramienta compatible con IIIF.\n\nPara 2025, más de 500 instituciones en todo el mundo habían adoptado IIIF, incluidas la [British Library](https://www.bl.uk/), la [Biblioteca Vaticana](https://digi.vatlib.it/), [Yale University](https://collections.library.yale.edu/), el [Smithsonian](https://www.si.edu/), el [J. Paul Getty Museum](https://www.getty.edu/) y bibliotecas nacionales en Europa, Asia y las Américas.\n\n**Más información:**\n\n- [Sitio oficial de IIIF](https://iiif.io)\n- [IIIF en Wikipedia](https://es.wikipedia.org/wiki/International_Image_Interoperability_Framework)"
    },
    "demo-jorge-tadeo-lozano": {
      "term": "Jorge Tadeo Lozano",
      "content": "Jorge Tadeo Lozano nació en Bogotá en 1771, estudió en Europa y se interesó por la historia natural. Esto le permitió unirse a la Real Expedición Botánica en la Nueva Granada en 1803 como encargado del proyecto zoológico. Dada su posición social y económica, Lozano contaba con numerosas haciendas en diferentes climas, lo que le facilitó la recolección de animales para iniciar su trabajo. Como resultado escribió La Fauna Cundinamarquesa.\n\nTambién participó en la publicación de \"Correo o curioso, erudito, económico y mercantil de la ciudad de Santa Fe de Bogotá\". Su trabajo formó parte de un contexto en el cual la Corona Española buscaba impulsar la economía de las colonias a través de expediciones científicas, que tuvo lugar en el marco de las dinámicas globales de la Ilustración.\n\nComo parte de su trabajo administrativo en el imperio español, Lozano fue nombrado teniente protector de indios de Bosa, Fusagasugá y Usaquén en 1807. Con la consolidación del primer gobierno republicano, Lozano sirvió como primer presidente de las Provincias Unidas de la Nueva Granada, sólo para ser depuesto en 1811 por un golpe de estado encabezado por Antonio Nariño. Tras la reconquista, las fuerzas de Pablo Morillo fusilaron a Lozano el 6 de julio de 1816."
    },
    "demo-markdown": {
      "term": "Markdown",
      "content": "Markdown es un lenguaje de marcado ligero creado en 2004 por [John Gruber](https://daringfireball.net/) con la idea de que el formato en texto plano sea legible tal cual, incluso antes de convertirlo a HTML. A diferencia de los procesadores de texto que ocultan los códigos de formato, Markdown usa una sintaxis sencilla e intuitiva: asteriscos para énfasis (`*cursiva*` o `**negrita**`), numerales para encabezados (`# Encabezado`), corchetes para enlaces (`[texto](url)`) y guiones para listas.\n\nEl objetivo original era que escribir para la web fuera tan fácil como escribir un correo. De allí surgieron varios \"sabores\" de Markdown a lo largo del tiempo: [CommonMark](https://commonmark.org/) (un estándar con especificación rigurosa), [GitHub Flavored Markdown](https://github.github.com/gfm/) (que agrega tablas y listas de tareas), entre otros. A pesar de las variaciones, comparten la misma sintaxis central y siguen siendo legibles como texto plano.\n\nTelar usa [Python-Markdown](https://python-markdown.github.io/) con varias extensiones activadas: notas al pie para citas académicas, tablas para datos estructurados y más. Esto significa que puedes escribir el contenido de los paneles en un editor de texto sencillo usando convenciones de texto plano conocidas.\n\n**Más información:**\n\n- [Especificación original de Markdown de John Gruber](https://daringfireball.net/projects/markdown/)\n- [Especificación de CommonMark](https://commonmark.org/)\n- [Markdown en Wikipedia](https://es.wikipedia.org/wiki/Markdown)"
    },
    "demo-telar-kogui": {
      "term": "El telar kogui",
      "content": "Entre los kogi de la Sierra Nevada de Santa Marta, el telar, además de ser un instrumento para hilar sus prendas, es un mapa que representa el cuerpo humano y la geografía de la Sierra.\n\nEl torso de un hombre con sus brazos cruzados forma la figura del telar. A su vez, las cuatro esquinas del telar representan las cuatro ciudades de las tierras bajas (Santa Marta, Riohacha, Fundación y Valledupar), mientras las cruces que se forman en su interior representan los picos nevados.\n\n![Marco de un telar Kogi](https://content.telar.org/assets/images/paisajes-demo/demo-telar-kogui.jpg)\n*Marco de un telar Kogi. En: The Loom of Life: A Kogi Principle of Integration. G. Reichel-Dolmatoff, 1978.*\n\nLa forma del telar crea entonces un marco que sirve a los kogi para conceptualizar y representar la geografía, y este marco también se puede expresar en sus cuerpos."
    }
  }
}